---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.AnalyticalSupportPriority.SecondHighestPriority
enum: Autodesk.Revit.DB.Structure.AnalyticalSupportPriority
source: html/c35b3fe0-60a3-ba44-3fc8-e54e90237f66.htm
---
# Autodesk.Revit.DB.Structure.AnalyticalSupportPriority.SecondHighestPriority